[
    {
        "name": "Battery Quality",
        "json_name": "quality_of_battery",
        "list": [
            {
                "name": "Battery Quality",
                "json_name": "quality_of_battery",
                "description": "How long does the battery of a <replacer>-phone remain reliable? Is the battery easily replaceable? How does battery quality influence the overall lifespan and durability of a smartphone? What environmental and safety concerns arise from poor battery quality? How do manufacturers ensure battery quality while balancing cost and sustainability?",
                "interpreter": "The role of the smartphone's battery on the smartphones footprint",
                "parent": "Use",
                "tokens": [
                    "Battery life",
                    "Battery",
                    "Recharge",
                    "Replaceable battery"
                ]
            }
        ]
    },
    {
        "name": "Longevity",
        "json_name": "longevity",
        "list": [
            {
                "name": "Durability",
                "json_name": "durability",
                "description": "How long can the <replacer>-phone remain functional and relevant? How resistant is it to physical damage? What is the estimated livespan?",
                "interpreter": "What factors contribute to the durability of a smartphone, and how is it measured? What role do material choices and design play in enhancing smartphone durability?",
                "parent": "Use",
                "tokens": [
                    "Longevity",
                    "Planned obsolescence",
                    "Parts quality"
                ]
            },
            {
                "name": "Planned Obsolescence",
                "json_name": "planned_obsolescence",
                "description": "Does the <replacer>-phone Company employ strategies, such as performance-reducing software updates, to encourage users to replace their phones within a few years?",
                "interpreter": "What are the different forms of planned obsolescence in the smartphone industry? What alternatives exist to planned obsolescence that still support technological progress?",
                "parent": "End of Life",
                "tokens": [
                    "Discontinuity of support",
                    "Battery degradation",
                    "Technological obsolescence"
                ]
            }
        ]
    },
    {
        "name": "Repairability and Modifability",
        "json_name": "repairability_and_modifiability",
        "list": [
            {
                "name": "Ease of Repair",
                "json_name": "ease_of_reparation",
                "description": "How easy is it for the end user to repair the <replacer>-phone? Are there barriers implemented by the manufacturer?",
                "interpreter": "",
                "parent": "Use",
                "tokens": [
                    "Repairability",
                    "Replace battery",
                    "Replace display",
                    "Ease of disassembly"
                ]
            },
            {
                "name": "Ease of Modification",
                "json_name": "ease_of_modification",
                "description": "Can the <replacer>-phone's performance be upgraded by the user?",
                "interpreter": "What impact do modular designs and replaceable components have on repairability? What are the barriers preventing greater modifiability and user-repairable smartphones?",
                "parent": "Use",
                "tokens": [
                    "SD card slot",
                    "SD card storage slot"
                ]
            }
        ]
    },
    {
        "name": "Production",
        "json_name": "production",
        "list": [
            {
                "name": "Raw Materials Origin",
                "json_name": "origin",
                "description": "Where are the natural resources used in the <replacer>-phone production coming from? Specifically, where are the mines located for rare earth elements used in metal extraction? What are the key metals used in smartphones, and why are they essential for ICT industries? How does the sourcing of raw materials, raw earths and minerals impact local communities and ecosystems?",
                "interpreter": "How can transparency in raw material sourcing contribute to a more sustainable industry?",
                "parent": "Materials",
                "tokens": [
                    "Mines",
                    "Rare earth deposits"
                ]
            },
            {
                "name": "Transportation",
                "json_name": "transportation",
                "description": "What are the distances involved, not only between production sites, but also to the final point of distribution of <replacer>-Smartphones? Which transport vehicles are used?",
                "interpreter": "What are the main logistical challenges in making smartphone supply chains more sustainable? How can manufacturers reduce the carbon footprint of transporting raw materials and finished products? What role do alternative transportation methods, such as low-emission shipping, play in reducing environmental impact?",
                "parent": "Transportation",
                "tokens": [
                    "Km",
                    "Miles",
                    "Sea transportation",
                    "Distant"
                ]
            },
            {
                "name": "Manufactoring",
                "json_name": "manufactoring",
                "description": "What processes are used to transform raw resources into consumer electronics? This includes intermediate products and the assembly of the final smartphone. How does the <replacer>-Company act to improve those, from a sustainable point of view?",
                "interpreter": "What are the most resource-intensive stages of smartphone manufacturing? How do energy consumption, waste production and emissions from manufacturing affect the industry's sustainability? What parts impact the footprint the most?",
                "parent": "Production",
                "tokens": [
                    "Device assembly",
                    "Assembly",
                    "Manufacturing"
                ]
            }
        ]
    },
    {
        "name": "Recycled Parts",
        "json_name": "recycled_parts",
        "list": [
            {
                "name": "Recycled Parts",
                "json_name": "recycled_parts",
                "description": "To what extent are the parts of a <replacer>-phone recycled?",
                "parent": "End of Life",
                "tokens": []
            }
        ]
    },
    {
        "name": "Sustainable Innovativity",
        "json_name": "innovativity",
        "list": [
            {
                "name": "Sustainable Innovativity",
                "json_name": "innovativity",
                "description": "What does the manufacturer of the <replacer>-phone do for the environment? Does the <replacer>-phone has unique innovations in terms of enabling increased sustainability?",
                "parent": "End of Life",
                "tokens": []
            }
        ]
    },
    {
        "name": "Estimated Carbon Footprint",
        "json_name": "co_footprint",
        "list": [
            {
                "name": "Estimated Carbon Footprint",
                "json_name": "co_footprint",
                "description": "What is the estimated carbon footprint of a <replacer>-phone per year? Can you give me any figures? If it aligns with industry standards, what are they?",
                "interpreter": "Are figures mentioned regarding the carbon footprint?",
                "parent": "End of Life",
                "tokens": []
            }
        ]
    }
]