{
    "materials": {
        "perfect_phone": "A sustainable phone utilizes metals like aluminum, copper, gold, lithium, and rare earth elements such as neodymium and praseodymium. The Producer improves metals sourcing by using 100% fair and recycled materials, integrating Fairtrade gold, cobalt credits for ethical sourcing, and ensuring only recycled components in all parts and components. A sustainable phone contains the absolute minimum of toxic chemicals like lead, mercury, cadmium, PVC, and brominated flame retardants. Natural resources for the perfect phone production are sourced regionally. A sustainable phone sources its metals only through recycling, integrating Fairtrade gold, and ensuring cobalt credits support better mining conditions.",
        "low_end_phone": "Unsustainbale smartphones, utilize metals like lithium, cobalt, aluminum, copper, and rare earth elements such as neodymium and dysprosium for batteries and electronic components. The extraction of these metals raises significant environmental concerns due to mining practices. The Comapny does not work on sourcing these metals responsibly to mitigate environmental degradation. As an additional point, the smartphone smartphones contain toxic chemicals such as polyvinyl chloride (PVC), brominated flame retardants (BFRs), and heavy metals like lead and cadmium. These materials pose environmental risks during production and disposal. The Company has not specified any improvement efforts related to reducing toxic chemicals in their devices. Natural resources for the unsustainable phone are primarily sourced from mines in China, Australia, and the Democratic Republic of Congo, particularly for rare earth elements. Xiaomi's improvement efforts include optimizing supply chains and adopting renewable energy in production.",
        "mid": "The medium sustainable phone uses metals such as lithium, cobalt, aluminum, copper, and rare earth elements such as neodymium and dysprosium for batteries and electronic components. The Company aims to improve its metals sourcing and reduce environmental impact through responsible mining practices and recycling initiatives. Additionally it contains toxic chemicals like PVC, brominated flame retardants (BFRs), and heavy metals such as lead and mercury, which pose environmental risks during production and disposal. The Company has made efforts to reduce these toxic substances in their smartphones to mitigate pollution and health hazards. Natural resources for the medium phone are sourced globally, particularly rare earth elements mined in China, the Democratic Republic of the Congo, and Australia. Samsung's improvement efforts focus on adopting renewable energy in manufacturing, optimizing supply chains, and promoting circular economy principles to mitigate environmental impacts."
    },
    "transportation": {
        "perfect_phone": "Sustainable smartphones are produced primarily in Europe, with components transported over short distances, mostly by truck, not more than 500 km from assembly to the point of final distribution. Additionally the company is compensating those distances for CO2 emissions through community projects.",
        "low_end_phone": "Unsustainable smartphones are produced primarily in Asia, with components shipped over long distances, often around 8860 km from assembly in China to Europe. Unsustainable production involves components traveling thousands of kilometers from global sources to assembly in China, followed by international distribution.",
        "mid": "Medium phones production involves components traveling thousands of kilometers from global sources to assembly in China, followed by international distribution. Efforts to minimize transport distances and switch to low-carbon transport methods are ongoing, aiming to reduce carbon emissions from extensive logistics. Additionally the company is compensating the distances for CO2 emissions through community projects."
    },
    "quality_of_battery": {
        "perfect_phone": "",
        "low_end_phone": "",
        "mid": ""
    },
    "longevity": {
        "perfect_phone": "",
        "low_end_phone": "",
        "mid": ""
    },
    "repairability_and_modifiability": {
        "perfect_phone": "",
        "low_end_phone": "",
        "mid": ""
    },
    "production": {
        "perfect_phone": "",
        "low_end_phone": "",
        "mid": ""
    },
    "recycled_parts": {
        "perfect_phone": "",
        "low_end_phone": "",
        "mid": ""
    },
    "innovativity": {
        "perfect_phone": "",
        "low_end_phone": "",
        "mid": ""
    }
}